<template>
    <div class="wrapper">
			<div class="content">
				<h1>《用户注册协议》</h1>
<p>为了更好地为您提供服务，请您仔细阅读本《用户注册协议》（以下简称“本协议”）。在您开始使用“微链财经”软件及相关服务之前，请您务必认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。如您未满18周岁，请您在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后下载本软件。
</p><p>除非您完全接受本协议的全部内容，否则您无权下载、安装、注册、登录、使用（以下统称“使用”）“微链财经”软件，或者通过任何方式使用“微链财经”服务，或者获得“微链财经”软件提供的任何服务 （本协议中统称“使用”）。若您使用“微链财经”软件及相关服务，则视为您已充分理解本协议并承诺作为本协议的一方当事人接受协议的约束。
</p><p>1、适用范围
</p><p>1.1 本协议是您与北京新创互联科技有限公司（以下简称“新创互联”）之间就您下载、安装、注册、登录、使用“微链财经”软件，并获得“微链财经”软件提供的相关服务所订立的协议。就本协议项下涉及的某些服务项目，新创互联的关联公司也可能向您提供服务，在本协议约定范围内与您发生权利义务关系，您对此知晓并不反对。
</p><p>1.2 “用户”指所有直接或间接获取和使用“微链财经”软件及相关服务的使用者，包括自然人、法人和其他组织等。在本协议中称为“用户”或称“您”。
</p><p>1.3 “微链财经”指由新创互联合法拥有并运营的、标注名称为“微链财经”的客户端应用程序，新创互联向用户提供信息平台，展示个性化信息，提供赛事，竞猜，发现，广场等功能，提供连接人与信息的新型服务。
</p><p>1.4 本协议内容同时包括新创互联已经发布及后续可能不断发布的关于“微链财经”软件及相关服务的相关协议、规则等内容。前述内容一经正式发布，即为本协议不可分割的组成部分，您应同样遵守。
</p><p>2、使用“微链财经”软件及相关服务
</p><p>2.1 您使用“微链财经”软件及相关服务，可以通过预装、新创互联已授权的第三方下载等方式获取“微链财经”客户端应用程序。若您并非从新创互联或经新创互联授权的第三方获取本软件的，新创互联无法保证非官方版本的“微链财经”软件能够正常使用，您因此遭受的损失与新创互联无关。
</p><p>2.2 新创互联可能为不同的终端设备开发了不同的应用程序软件版本，您应当根据实际设备状况获取、下载、安装合适的版本。
</p><p>2.3 您可根据自行需要使用“微链财经”软件及相关服务或更新“微链财经”版本，如您不再需要使用“微链财经”软件及相关服务可自行卸载。
</p><p>2.4 为更好的提升用户体验及服务，新创互联将不时提供软件更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等）。为保证“微链财经”软件及相关服务安全、提升用户服务，本软件及相关服务更新或部分服务内容更新后，新创互联将以包括但不限于系统提示、公告、站内信等方式提示用户，用户有权选择接受更新版本或服务，如用户不接受，部分功能将受到限制或不能继续使用。
</p><p>2.5 您仅可以为访问或合法使用“微链财经”目的或方式而使用本软件及相关服务。但除非得到新创互联明示事先书面授权，否则，您不得以任何形式改编、复制、传播、垂直搜索、镜像或交易“微链财经”软件及相关服务。
</p><p>2.6您理解，您使用“微链财经”软件及服务时，可进行棋牌类赛事的观看并可以利用我们赠送您的中豆参与我们的竞猜等活动，如您注销“微链财经”个人账号，注销后账号内的中豆将一并清零，所以请您在注销账号前，将中豆消耗完，如造成相关损失损失，由您个人承担。其中中豆不能在“新创互联”所有相关服务兑换现金。
</p><p>2.7 您理解，您使用“微链财经”软件及相关服务需自行准备与软件及相关服务有关的终端设备（如电脑、手机等装置），一旦您在其终端设备中打开“微链财经”软件，即视为您使用“微链财经”软件及相关服务。为充分实现“微链财经”的全部功能，您可能需要将其终端设备联网，您理解由您承担所需要的费用（如电话费、上网费等）。
</p><p>2.8 新创互联许可您个人的、不可转让的、非独占地和非商业的合法使用“微链财经”软件及相关服务的权利。本协议未明示授权的其他一切权利仍由新创互联保留，您在行使该些权利时须另行获得新创互联的书面许可，同时新创互联如未行使前述任何权利，并不构成对该权利的放弃。
</p><p>2.9 您无需注册即可开始使用“微链财经”软件及相关服务。同时，您也理解，为使您更好地使用“微链财经”软件及相关服务，保障您的帐号安全，某些功能和/或某些单项服务项目，要求您按照国家相关法律法规的规定，提供真实的身份信息实名注册并登陆后方可使用。
</p><p>3、关于“帐号”
</p><p>3.1 “微链财经”为用户提供了注册通道，用户有权选择合法的字符组合作为自己的帐号，并自行设置符合安全要求的密码。用户设置的帐号、密码是用户用以登录并以注册用户身份使用“微链财经”软件及相关服务的凭证。
</p><p>3.2 您理解并承诺，您所设置的帐号不得违反国家法律法规及新创互联的相关规则，您的帐户名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设帐号，不得恶意注册微链财经帐号（包括但不限于频繁注册、批量注册帐号等行为）。您在帐户注册及使用过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、社会公共秩序、道德风尚及信息真实等“七条底线”要求。
</p><p>3.3 您在“微链财经”中的注册帐号所有权及有关权益均归新创互联所有，您完成注册手续后仅享有该帐号的使用权。您的帐号仅限于您本人使用，未经新创互联书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该帐号。如果新创互联发现或者有合理理由认为使用者并非帐号初始注册人，新创互联有权在未通知您的情况下，暂停或终止向该注册帐号提供服务，并有权注销该帐号，而无需向注册该帐号的用户承担法律责任。
</p><p>3.4 您有责任维护个人帐号、密码的安全性与保密性，并对您以注册帐号名义所从事的活动承担全部法律责任，包括但不限于数据的修改、发表的言论以及其他在“微链财经”上的操作行为。您应高度重视对帐号与密码的保密，在任何情况下不向他人透露帐号及密码。若发现他人未经许可使用您的帐号或发生其他任何安全漏洞问题时，您应当立即通知新创互联。
</p><p>3.5 您的帐号在丢失或遗忘密码后，可遵照新创互联的申诉途径及时申诉请求找回帐号或密码。您应提供能增加帐号安全性的个人密码保护资料，并可以凭初始注册资料及个人密码保护资料填写申诉单向新创互联申请找回帐号。您理解并认可，新创互联的密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系真正帐号有权使用者。新创互联特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不当可能导致遭受盗号或密码丢失，责任由您自行承担。
</p><p>3.6 在注册、使用和管理帐号时，您应保证注册帐号时填写的身份信息的真实性，请您在注册、管理帐号时使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），若国家法律法规有特殊规定，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，以便新创互联在必要时与您联系或为您提供更好的服务，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不合法或者新创互联有理由怀疑为错误、不实或不合法的资料，则您可能无法使用“微链财经”软件及相关服务或在使用过程中部分功能受到限制。
</p><p>3.7 为了更好的为您提供服务以及确保您的帐户安全，您同意并授权：新创互联可以根据您提供的手机号码、身份证号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等机构或单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。
</p><p>3.8 除自行注册“微链财经”帐号外，用户也可选择通过“微链财经”的帐号管理后台，授权使用其合法拥有的包括但不限于新创互联和/或其关联公司其他软件用户帐号，以及新浪微博、腾讯微博、腾讯QQ、人人网等第三方软件或平台用户账号注册并登录使用“微链财经”软件及相关服务，但第三方软件或平台对此有限制或禁止的除外。当用户以前述已有帐号登录使用的，同样适用本协议中的相关约定。
</p><p>3.9 您理解并同意，除您登录、使用“微链财经”软件及相关服务外，您还可以用微链财经帐号登录使用新创互联其他产品及服务以及合作方的相关服务。
</p><p>3.10因其他人恶意攻击或您自身原因或其他不可抗因素而导致帐号被盗、丢失，均由您本人承担责任，新创互联不承担任何责任。
</p><p>3.11 新创互联依照本协议、相关规则限制您使用帐号全部或部分功能的，可能会给您造成一定的损失，您理解该损失由您自行承担，新创互联不承担责任。
</p><p>3.12 您理解，为了充分使用帐号资源，如您在注册后未及时进行初次登录使用或连续超过二个月未登录闲置帐号的使用等情形，新创互联有权随时收回您帐号。
</p><p>4、用户个人信息保护
</p><p>4.1 新创互联与用户一同致力于用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，保护用户个人信息是新创互联的基本原则之一。未经用户同意，新创互联不会向新创互联以外的任何公司、组织和个人披露您的个人信息，但法律法规及本协议另有规定的除外。
</p><p>4.2 新创互联将运用与“微链财经”软件及相关服务相匹配的安全技术及其他安全措施并建立完善的管理制度来保护您的个人信息。
</p><p>4.3用户在注册帐号或使用本服务的过程中，需要提供一些必要的信息，包括但不限于有效的相关身份证明材料及必要信息（包括您的姓名及电子邮件地址、联系电话、联系地址等）。若您填写的信息不完整，则无法使用“微链财经”软件及相关服务，或在使用过程中受到限制。
</p><p>4.4 您可随时浏览、修改自己提交的个人身份信息，您理解并同意出于安全性和身份识别（如账号或密码找回申诉服务等）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
</p><p>4.5新创互联不会将您的个人信息转移或披露给任何非关联的第三方，有如下情形之一的除外：
</p><p>4.5.1相关法律法规或司法、行政等国家机关要求；
</p><p>4.5.2为完成合并、分立、收购或资产转让而转移；
</p><p>4.5.3 获得用户或未成年用户监护人的授权；
</p><p>4.5.4 为维护新创互联自身合法权益而向用户提起诉讼或仲裁；
</p><p>4.5.5 新创互联及其关联公司为提供您要求的服务所必需；
</p><p>4.5.6 其他合理情形。
</p><p>4.6请您注意勿在使用“微链财经”软件及相关服务中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。您不应将自认为隐私的信息通过“微链财经”上发表、上传或扩散。
</p><p>5、 用户行为规范
</p><p>5.1 用户行为要求
</p><p>除非法律允许或者经新创互联事先书面许可，您使用“微链财经”软件及相关服务不得具有下列行为：
</p><p>5.1.1 使用未经新创互联授权或许可的任何插件、外挂、系统或第三方工具对“微链财经”软件及相关服务的正常运行进行干扰、破坏、修改或施加其他影响。
</p><p>5.1.2 利用或针对“微链财经”软件及相关服务进行任何危害计算机网络安全的行为，包括但不限于：
</p><p>1.使用未经许可的数据或进入未经许可的服务器/帐户；
</p><p>2.未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；
</p><p>3.未经许可，企图探查、扫描、测试“微链财经”系统或网络的弱点或其它实施破坏网络安全的行为；
</p><p>4.企图干涉、破坏“微链财经”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；
</p><p>5.伪造TCP/IP数据包名称或部分名称。
</p><p>5.1.3 对“微链财经”软件进行反向工程、反向汇编、编译或者以其他方式尝试发现本软件的源代码。
</p><p>5.1.4 恶意注册“微链财经”帐号，包括但不限于频繁、批量注册帐号。
</p><p>5.1.5 违反法律法规、本协议、新创互联的相关规则及侵犯他人合法权益的其他行为。
</p><p>在任何情况下，如果新创互联有理由认为您的任何行为违反或可能违反上述约定的，新创互联可独立进行判断并处理，且在任何时候有权在进行任何事先通知的情况下终止向用户提供服务，并追究相关责任。
</p><p>5.2 信息内容规范
</p><p>5.2.1 用户可以以注册帐号或“微链财经”合作平台帐号登录“微链财经”对所浏览的内容发表评论。
</p><p>5.2.2 新创互联致力使跟帖评论成为文明、理性、友善、高质量的意见交流。在推动跟帖评论业务发展的同时，不断加强相应的信息安全管理能力，完善跟帖评论自律，切实履行社会责任，遵守国家法律法规，尊重公民合法权益，尊重社会公序良俗。
</p><p>5.2.3 用户评论、发布、传播的内容应自觉遵守法律法规、社会主义制度、国家利益、公民合法权益、社会公共秩序、道德风尚和信息真实性等“七条底线”要求。用户不得发表下列信息：
</p><p>（1）反对宪法确定的基本原则的；
</p><p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
</p><p>（3）损害国家荣誉和利益的；
</p><p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；
</p><p>（5）煽动地域歧视、地域仇恨的；
</p><p>（6）破坏国家宗教政策，宣扬邪教和迷信的；
</p><p>（7）散布谣言，扰乱社会秩序、破坏社会稳定的；
</p><p>（8）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
</p><p>（9）侮辱或者诽谤他人，侵害他人合法权益的；
</p><p>（10）对他人进行暴力恐吓、威胁，实施人肉搜索的；
</p><p>（11）涉及他人隐私、个人信息或资料的；
</p><p>（12）散布污言秽语，损害社会公序良俗的；
</p><p>（13）侵犯他人隐私权、名誉权、肖像权、知识产权等合法权益内容的；
</p><p>（14）散布商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；
</p><p>（15）使用本网站常用语言文字以外的其他语言文字评论的；
</p><p>（16）与所评论的信息毫无关系的；
</p><p>（17）所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的；
</p><p>（18）其他违反法律法规、政策及公序良俗、干扰“微链财经”正常运营或侵犯其他用户或第三方合法权益内容的其他信息。
</p><p>6、数据使用规范
</p><p>本协议软件及相关服务的可持续发展有赖于用户及各主体的共同努力与支持，本条款数据使用规范内容有助于更加清晰地了解本协议软件及相关服务的使用规则，期望创建并维护用户、新创互联、其他主体等各方共赢有利的生态体系。
</p><p>6.1获取或使用用户数据
</p><p>6.1.1 出于为用户提供更优质服务之目的，新创互联在获得用户明确同意，并向用户如实披露数据用途、使用范围等相关信息的情形下，复制、存储、使用或传输用户数据。
</p><p>6.1.2“微链财经”中存在部分板块要求用户提供个人信息（手机号、出生日期等）才可使用其功能，或收集用户个人信息（包括但不限于手机号，身份证号，生日，住址等）。
</p><p>6.1.3 用户理解并同意，出于为用户提供更优质服务之目的，新创互联有权向任何第三方显示用户的帐号、名称、手机号、电子邮箱地址和出生日期等。
</p><p>6.1.4 新创互联不会将用户帐号、名称、手机号、电子邮箱地址和出生日期等信息用于任何未经用户及新创互联授权的用途。
</p><p>6.1.5新创互联不会跟踪、关联、挖掘、反射查找、获取用户个人信息或利用用户帐号、名称、手机号、电子邮箱地址和出生日期等信息从事与本协议无关的行为。
</p><p>6.2 地理位置数据使用
</p><p>6.2.1 在采集、传送或使用地理位置数据之前未通知并获得用户同意的帐号信息将会被拒绝。
</p><p>6.2.2 使用基于地理位置的API用于车辆、飞机或其他设备的自动控制或自主控制的帐号将会被拒绝。
</p><p>6.2.3 使用基于地理位置的API用于调度、车队管理或应急服务的帐号将会被拒绝。
</p><p>6.3 用户对本协议项下“微链财经”数据及内容的使用
</p><p>6.3.1 未经新创互联书面许可，用户不得自行或授权、允许、协助任何第三人对本协议“微链财经”软件及相关服务中信息内容进行如下行为
</p><p>（1）复制、读取、采用“微链财经”软件及相关服务的信息内容，用于包括但不限于宣传、增加阅读量、浏览量等商业用途；
</p><p>（2）擅自编辑、整理、编排“微链财经”软件及相关服务的信息内容后在微链财经软件及相关服务的源页面以外的渠道进行展示；
</p><p>（3）采用包括但不限于特殊标识、特殊代码等任何形式的识别方法，自行或协助第三人对“微链财经”软件及相关服务的的信息或内容产生流量、阅读量引导、转移、劫持等不利影响；
</p><p>（4）其他非法获取“微链财经”软件及相关服务的信息内容的行为。
</p><p>6.3.2 经新创互联书面许可后，用户对“微链财经”软件及相关服务的信息和内容的分享、转发等行为，还应符合以下规范：
</p><p>（1）对抓取、统计、获得的相关搜索热词、命中率、分类、搜索量、点击率、阅读量等相关数据，未经新创互联事先书面同意，不得将上述数据以任何方式公示、提供、泄露给任何第三人；
</p><p>（2）不得对微链财经软件及相关服务的源网页进行任何形式的任何改动，包括但不限于微链财经软件及相关服务的首页（profile页面）链接，广告系统链接等入口，也不得对微链财经软件及相关服务的源页面的展示进行任何形式的遮挡、插入、弹窗等妨碍；
</p><p>（3）应当采取安全、有效、严密的措施，防止微链财经软件及相关服务的信息内容被第三方通过包括但不限于“蜘蛛”（spider）程序等任何形式进行非法获取；
</p><p>（4）不得把相关数据内容用于新创互联书面许可范围之外的目的，进行任何形式的销售和商业使用，或向第三方泄露、提供或允许第三方为任何方式的使用。
</p><p>（5）用户向任何第三人分享、转发、复制微链财经软件及相关服务信息内容的行为，还应遵守新创互联为此制定的其他规范和标准。
</p><p>7、违约处理
</p><p>7.1 对违反本协议或新创互联各服务条款或各规则的用户，新创互联有权独立判断将视情况采取预先警示、拒绝发布、删除跟帖、短期禁止发言、限制帐号部分或者全部功能直至永久关闭帐号等措施，并有权公告处理结果，且有权根据实际情况决定是否恢复使用。对涉嫌违法犯罪的行为将保存在案、并在接受有关政府部门调查时如实报告。
</p><p>7.2因用户违反本协议或相关服务条款、规则的，引起或导致第三方主张的任何索赔、要求或损失，用户应当自行承担法律责任并应赔偿第三方因此遭受的全部损失，如因此给新创互联造成损失的，用户应承担赔偿责任。本协议项下新创互联的损失包括但不限于新创互联因用户原因对外需承担的违约金、诉讼费、仲裁费、公证费、调查取证费、律师代理费等全部赔偿费用，以及为维护自身权益所需支付的诉讼费、仲裁费、公证费、调查取证费、律师代理费等全部维权费用。
</p><p>7.3 新创互联尊重并保护法人、公民的知识产权、名誉权、姓名权、隐私权等合法权益。用户应保证，在使用“微链财经”软件及相关服务时上传的文字、图片、视频、音频、链接、软件等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，新创互联有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。若第三方提出的全部权利主张，用户应自行承担全部赔偿责任与新创互联无关，新创互联因此遭受的包括但不限于经济、企业商誉等损失，均由该用户承担。
</p><p>8、服务的变更、中断和终止
</p><p>8.1 您理解并同意，新创互联提供的“微链财经”软件及相关服务是按照现有技术和条件所能达到的现状提供的。新创互联会尽最大努力向您提供服务，确保服务的连贯性和安全性。您理解，新创互联不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为及其他各种安全问题的侵扰等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
</p><p>8.2 您理解并同意，新创互联为了服务整体运营的需要，有权在公告通知后修改、中断、中止或终止“微链财经”软件及相关服务，而无须向用户负责或承担任何赔偿责任。
</p><p>9、广告
</p><p>9.1 您使用“微链财经”软件及相关服务过程中，充分理解并同意：本服务中可能包括新创互联针对个人或企业推出的信息、广告发布或品牌推广服务，您同意新创互联有权在“微链财经”软件及相关服务中展示“微链财经”软件及相关服务相关和/或第三方供应商、合作伙伴的商业广告、推广或信息（包括商业或非商业信息）。
</p><p>9.2 如您不同意该广告，您有权选择关闭该广告信息；微链财经推送通知服务的，您有权自行关闭该服务或可停止使用“微链财经”软件及相关服务。
</p><p>9.3 新创互联依照法律规定履行广告及推广相关义务，您应当自行判断该广告或推广信息的真实性和可靠性并为自己的判断行为负责。除法律法规明确规定外，您因该广告或推广信息进行的购买、交易或因前述内容遭受的损害或损失，用户应自行承担，新创互联不予承担责任。
</p><p>10、知识产权
</p><p>10.1新创互联在“微链财经软件及相关服务中提供的内容（包括但不限于软件、技术、程序、网页、文字、图片、图像、音频、视频、图表、版面设计、电子文档等）的知识产权属于新创互联所有。新创互联提供本服务时所依托的软件的著作权、专利权及其他知识产权均归新创互联所有。未经新创互联许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载“微链财经软件及相关服务中的内容）。
</p><p>10.2 用户理解并同意，在使用“微链财经”软件及相关服务时发表上传的文字、图片、视频、音频、软件以及表演等用户原创的信息或已获合法授权，由用户通过“头条问答”上传、发布的任何内容的知识产权归属您或原始著作权人所有。以上内容您授权新创互联使用并授权新创互联有权以新创互联自己的名义或委托专业第三方对侵犯以上内容的行为进行维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等任何方式，甲方可对维权事宜做出决策并独立实施。新创互联在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权属于新创互联所有。新创互联提供本服务时所依托的软件的著作权、专利权及其他知识产权均归新创互联所有。
</p><p>10.3 新创互联为“微链财经”开发、运营提供技术支持，并对“微链财经”软件及相关服务的开发和运营等过程中产生的所有数据和信息等享有全部权利。
</p><p>10.4 请您在任何情况下都不要私自使用新创互联的包括但不限于“新创互联”、“微链财经”、“中玩圈”、“中玩”等在内的任何商标、服务标记、商号、域名、网站名称或其他显著品牌特征等（以下统称为“标识”）。未经新创互联事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理该些标识的行为。由于您违反本协议使用新创互联上述商标、标识等给新创互联或他人造成损失的，由您承担全部法律责任。
</p><p>11、隐私政策
</p><p>11.1信息可能收集的范围与方式
</p><p>11.1.1新创互联提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为微链财经的用户或无法享受新创互联提供的某些服务，或者无法达到相关服务拟达到的效果。
</p><p>11.1.2 用户理解并同意当您使用“微链财经”软件及相关服务时填写和/或提供的信息，包括用户真实姓名、性别、出生年月日、身份证号、手机号码、银行账户、邮箱、地址等单独或者结合地识别用户身份信息。在您使用“微链财经”软件及相关服务时，新创互联自动接收并记录用户前述个人信息以及操作状态以及使用习惯等一些明确且客观反映在新创互联服务器端的基本记录信息。
</p><p>11.2因您使用“微链财经”软件及相关服务获取的信息
</p><p>11.2.1日志信息，当您使用“微链财经”软件及相关服务时，服务器会自动记录一些信息，例如cookies、web beacon或其他方式自动采集的技术信息。
</p><p>基于为您提供更个性化的用户体验和服务，当您与我们提供给合作伙伴的服务（例如广告和/或推广服务，以及可能显示在其他网站上的由我们提供的服务功能）进行交互时，我们允许cookie或者匿名web beacon发送给我们的服务器，向您提供与您相关的广告而非进行普遍的广告投放。
</p><p>11.2.2设备或应用信息，某些移动设备或应用包含唯一应用程序编号。例如您使用的移动设备、浏览器或您使用的用于接入“微链财经”服务的其他程序所提供的配置信息、设备版本号和设备识别码、IP地址等。
</p><p>为了提供更好的服务与改善用户体验，我们可能会记录硬件型号、操作系统版本号、国际移动设备身份码（IMEI）、网络设备硬件地址（MAC）等信息。
</p><p>11.2.3位置信息，当您开启设备定位功能并使用“微链财经”基于位置提供的相关服务时，系统会通过GPS或WiFi等方式自动处理有关设备的位置信息，以使得您不需要手动输入自身地理坐标就可获得相关服务。您可以通过关闭定位功能，停止对您的地理位置信息的收集。
</p><p>11.3信息使用
</p><p>11.3.1通过使用收集的信息，新创互联会得以向您提供个性化的服务并改善现有服务。
</p><p>11.3.2通过使用收集的信息，向您提供更加相关广告以替代普遍投放的广告。
</p><p>11.3.3新创互联可能会与关联公司、合作伙伴及第三方服务供应方等共同向您提供您所要求的服务或者共同向您提供服务或展示您可能感兴趣的内容。在服务或内容为该项产品/服务所必须的情况下，您同意新创互联可与其分享必要的信息，并且新创互联将努力确保该第三方在使用您的个人信息时同时遵守本隐私政策以及其他的保密和安全义务。
</p><p>11.3.4新创互联不对外公开或向第三方提供用户的个人信息，但下列情况除外：
</p><p>（1）事先获得您的明确授权；
</p><p>（2）您分享的信息；
</p><p>（3）根据有关的法律法规要求；
</p><p>（4）按照相关司法、行政等国家机关的要求；
</p><p>（5）以维护公共利益或学术研究为目的；
</p><p>（6）为维护“微链财经”其他用户、“字节跳动”公司及其关联公司的合法权益，例如查找、预防、处理欺诈或安全方面的问题；
</p><p>（7）符合本用户协议相关条款的规定。
</p><p>11.4 信息安全
</p><p>新创互联非常重视信息安全，使用各种安全技术和程序，通过这些严格措施努力防止您的信息被不当使用或被未经授权的访问、使用或泄漏。
</p><p>11.5 本隐私政策条款不适用于以下情况：
</p><p>11.5.1通过“微链财经”软件及相关服务而接入的第三方服务（包括任何第三方应用及网站）收集的信息；
</p><p>11.5.2通过在“微链财经”软件及相关服务中进行广告服务的其他公司或机构、组织所收集的信息。
</p><p>12、免责声明
</p><p>12.1 您理解并同意，“微链财经”软件及相关服务可能会受多种因素的影响或干扰，新创互联不保证(包括但不限于)：
</p><p>12.1.1新创互联完全适合用户的使用要求；
</p><p>12.1.2 新创互联不受干扰，及时、安全、可靠或不出现错误；用户经由新创互联取得的任何软件、服务或其他材料符合用户的期望；
</p><p>12.1.3软件中任何错误都将能得到更正。
</p><p>12.2 对于涉嫌借款或其他涉财产的网络信息、帐户密码、广告或推广等信息的，用户请谨慎对待并自行进行判断，基于前述原因您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，新创互联不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。
</p><p>12.3 用户理解并同意，在使用“微链财经”软件及相关服务过程中，可能遇到不可抗力等因素（不可抗力是指不能预见、不能克服并不能避免的客观事件），包括但不限于政府行为、自然灾害、网络原因、黑客攻击、战争或任何其它类似事件。出现不可抗力情况时，新创互联将努力在第一时间及时修复，但由此给用户造成的损失新创互联在法律范围内予以免责。
</p><p>12.4 新创互联依据本协议约定获得处理违法违规内容的权利，该权利不构成新创互联的义务或承诺，新创互联不能保证及时发现违法行为或进行相应处理。
</p><p>12.5 用户明确了解并同意：关于本协议服务，新创互联不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对本协议软件及相关服务的使用行为必须自行承担相应风险。
</p><p>12.6 用户明确了解并同意，本协议是在保障遵守国家法律法规、维护公序良俗，保护他人合法权益，新创互联在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证新创互联判断完全与司法机关、行政机关的判断一致，如因此产生的后果用户已经理解并同意自行承担。
</p><p>13、关于单项服务的特殊约定
</p><p>13.1 “微链财经”软件及相关服务中包含新创互联以各种合法方式获取的信息或信息内容链接，同时也包括新创互联或其关联公司合法运营的其他单项服务。这些服务在“微链财经”以单独板块形式存在，包括但不限于“首页”、“赛事”、“电竞圈”、“发现”、“广场”、“关注”、“竞猜”、“教学”等。新创互联有权将不时地增加、减少或改动这些特别板块的设置及服务。
</p><p>13.2 您可以在“微链财经”软件中开启和使用上述单项服务功能。某些单项服务可能需要您同时接受就该服务特别制订的协议或者其他约束您与该项服务提供者之间的规则。新创互联将以醒目的方式提供这些协议、规则供您查阅。一旦您开始使用上述服务，则视为您同时接受有关单项服务的相关协议、规则的约束。
</p><p>13.3 如您可能在“微链财经”软件中使用第三方提供的软件及相关服务时，除遵守本协议及本微链财经相关规则外，还应遵守第三方的协议、相关规则。如因第三方软件及相关服务产生的争议、损失或损害，由用户与第三方解决。
</p><p>14、未成年人使用条款
</p><p>14.1若用户是未满18周岁的未成年人，应在监护人监护、指导并获得监护人同意情况下阅读本协议和使用“微链财经”软件及相关服务。
</p><p>14.2新创互联重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，请在监护人指导时正确使用“微链财经”软件及相关服务。
</p><p>14.3 未成年用户理解如因您违反法律法规、本协议内容，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
</p><p>15、其他
</p><p>15.1本协议的成立、生效、履行、解释及争议的解决均应适用中华人民共和国大陆地区法律。倘本协议之任何规定因与中华人民共和国大陆地区的法律抵触而无效，则这些条款将尽可能接近本协议原条文意旨重新解析，且本协议其它规定仍应具有完整的效力及效果。
</p><p>15.2本协议的签署地点为中华人民共和国北京市海淀区，若您与新创互联发生争议的，双方应尽量友好协商解决，协商不成，您同意应将争议提交至北京市海淀区法院管辖。
</p><p>15.3本协议可能因国家政策、履行环境发生变化或新创互联的需要而进行修改，新创互联会将修改后的协议予以发布。若您对修改后的协议有异议的，请立即停止登录、使用“微链财经”软件及相关服务，若您登录或继续使用“微链财经”软件及相关服务，视为认可修改后的协议。
</p><p>15.4 本协议中的标题仅为方便及阅读而设，并不影响本协议中任何规定的含义或解释。
</p><p>15.5您和新创互联均是独立的主体，在任何情况下本协议不构成新创互联对用户的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。
</p><p>15.6本协议的版权为新创互联所有，新创互联保留一切解释和修改的权利。</p>
			</div>
		</div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
@import '../../assets/css/static.scss';
</style>